Repository: mozilla-l10n/mt-training-data
Catalog: ssi/ssi_pontoon.tmx
Source language: en_us
Languages: ssi

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
ssi: ایسے سُئال جن میں کسی کو کئی چرݨ داکھل کرنے کی جرورت ہووتی ہے۔ چرݨ سُوچی اُپیوگ کرنواڑے کُو گھݨا پراکتِک پرتی کِرِیا کے آگے جباب پڑھنے کی سِیک دؔیتی ہے۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
ssi: ایسے سُئال جن کا جباب کسی کو 15 سیکنڈیم دؔیݨیم دُؔکھی پڑوں گا (ودھ میں ودھ ٹُکڑے کی لمبائی)

source: r
ssi: ار

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ssi: [انگریجِیام ‘Raised’ کا لیہکا سدائِیں ایکی سٻدؔا کے رُوپام ہووَتا ہے، دؔو نائِیں]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ssi: تَیہ سِیماس ٻہار چلی گا۔ { $retryLimit } منٹام پُوٹھا یتن کرو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ssi: تَیہ سِیماس ٻہار چلی گی۔ { $retryLimit } سیکنڈام پُوٹھا یتن کرو

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
ssi: حکومتاں، پھائِیدا نائِیں دؔیݨواڑے سنگ گٹھن یا میڈیا گٹھناس سمپرک کرو کہ کِیا ان کا کوئی ویب سیمان، کھٻر یا اور سیمان جنتا ڈومینا کے نتر کھرچ کری سکتے ہیک نائِیں۔

source: Reader Effects
ssi: پڑھنوَاڑے کا پھرک

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
ssi: پنیپ ماجُود سارے لوَجیں کُو سئی نامُونیس پڑھنیس کوئی پھرک پڑتا ہے۔ سُݨتیاݨیں ، ودھیک ساودھانِیاس جانٚچ کرو کہ جکو ریکارڈ کروڑا ہے ٻوئہی کا ٻوئہی ہے جکو لِکھوڑا ہے۔ چھوڈؔی دؔو اگر اُِنُون لوَج سیمل کرے ہے، ٻچن کرا ہے یا بھولی گے ہے.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ssi: لِکھائیا کُو پڑھنا جکو حکیکتام ماجُود نائیں تیا، جِدؔا “ہم ہے“ کے نتر “ہم ہے“ یا اِس کے جوگا۔

source: Read More
ssi: ودھیک پڑھو

source: Read more on our About page
ssi: مھارے باریم پنیپ ودھیک پڑھو

source: Read sentences
ssi: ٻول پڑھ

source: Read Sentences
ssi: ٻول پڑھو

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
ssi: اپݨی ٻولِیام ٻول اونچیا اواجام پڑھ اور سنسارام سارینٚس گھݨا نِیارے نِیارے کھلکا بھیݪا بھاشݨاں کے ڈیٹا سیٹام دؔان دؔیؤ۔

source: Read Sentences, Answer Questions
ssi: ٻول پڑھو، سُئالیں کے جباب دؔیؤ

source: Read Sentences <small>(Coming soon)</small>
ssi: ٻول پڑھو<small>(ٻیگے آئیرے ہے)</small>

source: Read sentences submitted by the community in various languages
ssi: کُوما کی ترپھاس دؔوجی ٻولِئیم بھیݪے کروڑے ٻول پڑھو

source: Read stories, updates, and media coverage of Common Voice
ssi: سادھارݨ اواجام کُہاݨِیاں، اپ ڈیٹس اور میڈیا کوریج پڑھو

source: Read the sentence carefully - don’t miss, change or add words.
ssi: ٻولا کُو دھِیاناس پڑھو - لوَجیں کُو یاد متی کرو ، بدلاوَ متی کرے یا سیمݪ متی کرے۔

source: Ready to add your voice or lend your ear?
ssi: اپٹؔی اواج جما کرٹؔیں یا اپٹؔے کانا کُو اُدھار دؔیٹؔیں نتر تیار ہے؟

source: Ready to contribute?
ssi: یوگدؔان کرنے نتر تیار ہے؟

source: Ready to do { $count } more?
ssi: دؔوجا

source: Ready to donate your voice?
ssi: اپنی اواج دؔان کرنے نتر تِیار ہے؟

source: Ready to help validate sentences?
ssi: ٻولا کُو پکا کرنیم ساہیتا نتر تیار ہے؟

source: reCAPTCHA is required if you want to proceed
ssi: اگر تھم آگے ودھݨا چاہوتے ہے تو ریکیپچا کی جرورت ہے

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ssi: چنوتی اور لکش یاد کراݨا ، ترکِیا کی نویں یاد کراݨ واڑا ، اور سادھارݨ اواجا کے باریم نویں سٻدؔ جِدؔا ای میلز لِیا کرو۔

source: Recorded Clips
ssi: ریکارڈ کروڑے ٹُکڑے

source: Recorded Hours
ssi: ریکارڈ کروڑے کلاک

source: <recordIcon></recordIcon> Last one!
ssi: <recordIcon></recordIcon> پچھاڑی!

source: [Recording cut off before the end of the last word]
ssi: [پچھاڑی سٻدؔاس پچھاڑیاس آگے اوَاج بھروڑی کاٹی دؔی ہے]

source: Recordings
ssi: ریکارڈنگ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ssi: اواجا کے ٹُکڑیں کی ریکارڈنگ مھارے کھلے ڈیٹا سیٹا کی ماڑِیا کا ایک جرُوری بھاگ ہے۔ کائہِیں مِنکھ کیہُوں گے کہ یو مجیدار بھاگ بھی ہے.

source: Record/Stop
ssi: بھرنا / روکٹؔاں

source: Record your response
ssi: اپݨا جباب ریکارڈ کرو

source: Record yourself reading sentences in your language
ssi: اپٹؔی ٻولیام ٻول پڑھتیاٹؔیں ریکارڈ کرو

source: Record yourself responding to questions and prompts in your language
ssi: اپٹؔے آپا کو اپٹؔی ٻولیام سُئالیں اور جھالیں کی ورندی دیٹؔیں کُو ریکارڈ کرو

source: Record your voice
ssi: اپٹِؔیں اوَاج بھرو

source: Reference the source of your sentence (required)
ssi: اپٹؔے ٻولیں کے سروتا کا سرا دؔیؤ (لاجمی)

source: Refresh
ssi: تاجا

source: Reject
ssi: اندؔیکھا کرنا

source: Remove
ssi: ہٹانٚوَݨا

source: Remove Avatar
ssi: اوتارا کُو ہٹائی دؔیو

source: Report
ssi: سُوچنا

source: Report was passed successfully
ssi: کھٻر سپھلتاس سُئِیکار کری لی ہے

source: Request a Language
ssi: ایک ٻولیا کی ٻِنتی کرو

source: Request for Scripted Speech
ssi: لِکھوڑے بھاشݨا کی ٻِنتی

source: Request for Spontaneous Speech
ssi: سُبھاوِک بھاشݨا کی ٻِنتی

source: Request New Language
ssi: نویں بھاشا کی ٻِنتی کر

source: Request recordings
ssi: ٻِنتِیا کی ریکارڈنگ

source: *required
ssi: *لاجمی

source: Re-record
ssi: پُوٹھا ریکارڈ کر

source: Re-record clip
ssi: ٹُکڑا پُوٹھا بھرنا

source: Respond
ssi: جباب دؔیݨا

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
ssi: جلما کی ، ٻول چالا کے سرے کے نتر ڈیٹا سیٹ ٹھانٚوݨیں کے جھالے کی ورنٚدی دے۔ مُھئانٚس پہلکی ٻولِیئیں نتر سئی.

source: Response deleted successfully
ssi: جباب سپھلتاس گُم کری دِؔیا ہے

source: Response submitted successfully
ssi: سپھلتا کے سات جما کراؤڑا جباب

source: Return
ssi: پُوٹھا

source: Return here to edit your goal anytime.
ssi: کسی بی سمے اپٹؔے لکشیم مٹاوݨیں نتر ایٹھے پُوٹھے آؤ۔

source: Return to Common Voice
ssi: سادھارݨ اواجاپ پُٹھے جؤ

source: Return to Common Voice Datasets
ssi: سادھارن اواج ڈیٹا سِیٹینٚپ پُوٹھے جاؤ

source: Return to Languages
ssi: ٻولیں دھک پُوٹھے جاؤ

source: Review
ssi: جائجا

source: Review could not be saved. Please try again later.
ssi: اِدؔائے نائِیں دؔیکھا۔ کِرپا کری پِچھیں پُوٹھوانٚس جتن کرو۔

source: ⓘ Review Criteria
ssi: (i) نسݪا کی کسوٹی لیؤ

source: Review Criteria
ssi: کسوٹِیا کی نسݪ

source: Reviewed sentences not submitted, are sure?
ssi: نِگھا کروڑے ٻول جما نائِیں کرائے گئے، کِیا وَِسواس ہے؟

source: Review existing sentences submitted by the community
ssi: پڑاوا کی ترپھاس جما کراؤڑی اِٻکلے ٻولیں کُو اَدؔائے دؔیکھو

source: Reviewing Sentences
ssi: ٻولیں کی جانچ کرنا

source: Review & re-record clips here as you go
ssi: جاتییاٹؔے ایٹھے ٹُکڑے کُو اِدؔائے دؔیکھو اور پُوٹھا ریکارڈ کرو

source: Review & re-record clips if needed
ssi: اگر جرورت ہووے تو ٹُکڑے کُو اِدؔائے دؔیکھو اور پُوٹھا ریکارڈ کرو

source: Review Sentences
ssi: ٻولیں کُو اِدؔائے دؔیکھو

source: Review sentences in your language
ssi: اپٹؔیا بھاشام ٻولیں کُو اَدؔائے دؔیکھو

source: Review & Submit
ssi: جائجا لیؤ اور جما کراؤ

source: Review transcriptions
ssi: نکݪا کی جانچ کر

source: Review Transcriptions
ssi: نکݪا کی جانچ کر

source: Review transcriptions of recorded sentences for accuracy
ssi: سچائِیا نتر ریکارڈ کروڑے ٻولیں کی نکݪا کُو اِیدؔائے دؔیکھو

source: Review Transcriptions <small>(Coming soon)</small>
ssi: نکݪا کی جانچ کر <small>(ٻیگے ئی آئی رے ہے)</small>

source: Review user-submitted transcriptions in your language
ssi: اپٹِؔیں ٻولیام اُپبھوگتا کی ترپھاس بھیݪا کراوَڑا نکݪا کُو ایدؔائے دؔیکھو

source: Romanian
ssi: رومانیائی

source: Romansh Sursilvan
ssi: رومی زبان سورسیلوان

source: Romansh Vallader
ssi: رومی ویلاڈر

source: Rukai
ssi: رُکائی

source: Runyankole
ssi: رونیانکولی

source: Russian
ssi: رشئن

source: Ruuli
ssi: رولی

source: s
ssi: ایس

source: S
ssi: ایَس

source: Sabah Bisaya
ssi: صباح بسایا

source: Sabah Malay
ssi: صباح ملائی

source: Sa'ban
ssi: سابان

source: Sakha
ssi: سکھا

source: Sakizaya
ssi: سکیزایا

source: Santali (Ol Chiki)
ssi: سانتالی (اول چیکی)

source: Saraiki
ssi: سِرائیکی

source: Sardinian
ssi: ساردینیا

source: Save
ssi: بھیݪا

source: Saved
ssi: بھݪا ہووَڑا

source: Scots
ssi: اسکاٹس

source: Scripted Speech
ssi: لِکھوڑا بھاشݨ

source: SCRIPTED SPEECH
ssi: لِکھوڑے بھاشݨ

source: Search
ssi: لوڑ

source: Search for a language
ssi: ایک ٻولی لوڑ

source: Search for a language...
ssi: ایک ٻولی لوڑ ...

source: Seediq
ssi: سیڈک

source: See how your progress compares to other contributors all over the world.
ssi: دؔیکھو کہ تھاری ترکِیا کی ٻروبِر دنیا بھرا کے دُؔوجے پاتی بھائِییں کی تُلنام کِدؔا ہے۔

source: See Less
ssi: گھٹ دؔیکھو

source: See More
ssi: ودھیک دؔیکھو

source: Select a Language...
ssi: ایکی ٻولیا کا چُناو کرو۔۔۔

source: Select an option
ssi: ایک وِکلپ چُنی لیؤ

source: Select a variant (optional)
ssi: ایک نِیارا چُنو (مرجِیاڑا)

source: Selected
ssi: چُنوڑا

source: Select File
ssi: پھائل چُنو

source: Select File to Upload
ssi: اپ لوڈ کرنے نتر پھائل چُنو

source: Select the desired language dataset and choose the version you wish to download.
ssi: لاجمی ٻولیا کی ڈیٹا سیٹ چُناو کرو اور ٻو سنسکرݨ چُناوَ کرو جِدؔ آپ ڈاؤن لوڈ کرنا چاہوتے ہے۔

source: Select up to three domains (optional)
ssi: تین ڈومینز تائیں چُنو (مرجِیڑا)

source: Select your age
ssi: اپݨِیں اُومرا کا چُناوَ کر

source: Select your sex or gender
ssi: اپݨِیں نسݪ یا لِنگا کا چُناوَ کر

source: Self Citation
ssi: آپی سرا ہے

source: Send a link to my email
ssi: میرے ای میلاپ لنک دؔگھلاوَ

source: Send sign up link
ssi: سائن اپ لنک دؔیگلاو

source: Sentence
ssi: ٻول

source: Sentence Collection
ssi: گھٹِؔیاں سارِیاں ٻاتاں

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ssi: <sentenceCollectorFragment>ٻول بھیݪے کرنے کے باریم ودھیک دیکھو</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ssi: <sentenceCollectorVideo>مھارا مارگ درسک دؔیکھو کہ ٻول بھیݪے کرنوَاڑیں کُو کِدؔا اُپیوگ کراں</sentenceCollectorVideo>.

source: Sentence Domain
ssi: ٻول ڈومین

source: Sentences
ssi: ٻول

source: Sentences are collected for people to read aloud.
ssi: کھلکا کُو اُونچی اوَاجام پڑھنے نتر ٻول بھیݪے کرے جاوَتے ہے۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
ssi: ٻولیں کُو پڑاوا کے ٻِچواݪیا کے نامُونیس جانچا جاوتا ہے ، پݨ یو نامُونا سئی نائیں تِیا۔ اگر تھم کوئی اِس جُو ٻول دیکھتے یا سُݨتے ہے جکو تھم کُو رُساوتا یا چِنتام ٻہاوتا ہے - سرا ہے اِس کرے یو مھاری <participationGuidelines>پڑاوا کے یوگدؔان دؔیݨواڑے کے سِدھانتیں</participationGuidelines> کا اُلھنٚگݨ کرتا ہے - کِرپا کری یو آئی یام جھنڈؔے کا ٻٹݨ دؔٻاؤ۔ تھم commonvoice@mozilla.com پ بھی ہم سے سمپرک کری سِکتے <emailFragment>ہے</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ssi: ایٹھے دیؤڑے ٻول جنتا نتر ماجُود سی سی ۔0 لیسٹؔاں ڑے ڈیٹا سیٹام بھیݪے کرُونٚگڑے۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ssi: ٻولیں کُو دؔیکھٹؔا اور سادھارٹؔ اوَاجام سیمݪ کرنے نتر دؔو مِنکھیں کے جرِیئے سُئِیکار کرنا جروری ہے۔ آپ <languageGuidelinesLink>ایٹھے</languageGuidelinesLink> اپٹؔیںِ بھاشا نتر مارگ درشک سیدھانت بناَوتے ہے. ٻول <licenseLink>جنتا ڈومینام</licenseLink> ہووَٹؔاں چاہِجے اور 15 لوَجینٚس کم ہووَٹؔاں چاہِجے. آپ کِسی لِکھتا کے دھٹِؔیاس کیہئِی سِکتے ہے کہ ٻو <waiverLink>مھارے سما کا یتن اُپیوگ کرتوڑے اسکُو سی سی 0</waiverLink> ٻٹؔاوَے ، اور ہمکُو commonvoice@mozilla.com بھری کن گھلاؤ۔

source: { $sentences } sentences reviewed. Thank you!
ssi: { $sentences } ٻولیں کُو دؔیکھی لِیا ۔ دھنیواد!

source: Sentence text
ssi: ٻولیں کا پاٹ

source: Sentence Variant
ssi: ٻولیں کا نامُونا

source: Separate sentences into one line by pressing “Enter” or “Return” once
ssi: ایک چکر "داکھل کر" یا "پُوٹھا" دؔٻائی کن ٻولیں کُو ایک لیٹؔام نِیارا کر۔

source: Serbian
ssi: سربيئن

source: Seri
ssi: سیری

source: Serian Bidayuh
ssi: سیریان بیدایو

source: Service and Retail
ssi: سیوا اور ریٹیل

source: Set a goal
ssi: ایک لکشئہ پک کرو

source: Set my visibility
ssi: میرا مت سئی کرو

source: Setswana
ssi: سیٹسوانا

source: Settings
ssi: نِویڑا

source: Sex
ssi: نسݪ

source: Sex or Gender
ssi: نسݪ یاں نسݪ

source: SHA256 Checksum Copied!
ssi: ایس ایچ اے 256 چیک سم نکل کروڑا ہے!

source: Shan
ssi: شان

source: Share Common Voice
ssi: سادھارن اواجا کُو ٻاٹی دؔیو

source: Share my goal
ssi: میرے لکشئہ کُو ٻاٹو

source: Share your clip
ssi: اپٹؔے ٹُکڑے کُو ٻاٹی دؔیو

source: Share your { $count } Clip Daily Goal for { $type }
ssi: { $type } نتر اپٹؔا { $count } کلپ روجینا کا لکشئہ کُو ٻاٹو

source: Share your { $count } Clip Weekly Goal for { $type }
ssi: { $type } نتر اپٹؔا { $count } کلپ آٹھیک آٹھیں دِؔنیں کا لکشئہ کُو ٻاٹو

source: Share your event
ssi: اپݨیں کاما کُو ٻاٹو

source: Shilha
ssi: شیلہا

source: Shina
ssi: شنا

source: Shortcuts
ssi: نھیڑݪا

source: [Should be ‘dinosaurs’]
ssi: ['ڈائیناسور' ہووَٹؔاں چاہِیجے]

source: [Should be “We are”]
ssi: ["ہمکو" ہووَٹؔاں چاہِجے]

source: Show me sentences and clips from all variants within my language
ssi: مِسکُو میری ٻولِیا کے میئھِیم سارے نامُونے کے ٻول اور ٹُکڑے دِؔکھاوَ

source: Show my ranking
ssi: میری اُتمتا دِؔکھاؤ

source: Sicilian
ssi: سِکلیئن

source: Sign up
ssi: سائن اپ کرو

source: Sign up for an account
ssi: کھاتا ٻݨانٚوݨیں نتر سائن اپ کرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ssi: سادھارݨ اواج سماچار پتر، لکش یاد کراوݨیں اور ترکِیا کی نویں یاد دُؔئاݨواڑے نتر سائن اپ کرو

source: sign up for email updates
ssi: ای میل اپ ڈیٹا نتر سائن اپ کرو

source: Sign up for { $lang } updates:
ssi: { $lang } اپ ڈیٹسا نتر سائن اپ کرو:

source: Simple and easy for anyone to understand
ssi: سادھارݨ اور سوَلا ہے تاکہ کوئی بھی سمجی سِکے

source: Sindhi
ssi: سِندی

source: Single
ssi: ایکلا

source: Single sentence submission
ssi: ایکئی ٻولا کی پرستُتی

source: Single ZIP file containing
ssi: ایکلی جِپ پھائلام سیمݪ

source: Sinhala
ssi: سنهالا

source: Siswati
ssi: سیسواتی

source: Size
ssi: نیپ

source: Skip
ssi: سِرکاوَٹؔاں

source: Skipped
ssi: چھوڈؔی دِؔیا

source: Skip Submission Feedback
ssi: جما کراݨیں کی سُجھاوَ چھوڈؔی دؔے

source: Slovak
ssi: سلوواکی

source: Slovenian
ssi: سلووینیائی

source: Small batch
ssi: لھوڑا سِک

source: Small batch sentence submission
ssi: لھوڑے سِک ٻول جما کرواٹؔا

source: Small businesses, including tech and AI start ups
ssi: لھوڑے ٻوپار، سیمل ٹیک اور اے آئی اسٹارٹ اپ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
ssi: [چھِیک] [کھانگ] ٹریاسک کے وِشال کائے ڈائناسور۔

source: Social media
ssi: سوشل میڈیا

source: Solicit personally identifying information (like names or financial information)
ssi: اپݨیں آپ اوݪکھݨی جاݨکارِیا کی ماںٚگ کرو (جِدؔا نانٚو یا آرتھِک جاݨکاری )

source: Somali
ssi: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ssi: کاہِیں ٻولِیم ٻول، سٻدؔ اور لیہکیم گھٹؔا پھرک ہے. اِسی کرے ہم 2022 م <ctaLink>'وَیرینٹس' پرِیچے کرائی</ctaLink> رے ہے۔ اِس سے کُومیں کُو ٻڈؔے ڈیٹا سیٹا کے میھئِیم اپٹؔی ٻولِیام پھرک کرنے کا ایک نامُونا مِلتا ہے۔

source: Someone asks for a language to be added.
ssi: کوئی ایک بھاشا سیمݪ کرنے نتر کیہوَتا ہے.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
ssi: لِکھݨیں نتر آڈیو لاوَتیاݨیں کائھِیں گلت ہوئی گا۔ کِرپا کری پِجھیں پُوٹھا جتن کرو۔

source: Something went wrong while fetching prompts. Please try again later.
ssi: جھالے لئتیاݨیں کائھِیں گلت ہوئی گا۔ کِرپا کری پُوٹھا یتن کرو۔

source: Something went wrong while fetching transcriptions. Please try again later.
ssi: انواد لیتے سمے تھوڑا گلت ہوئی گا۔ کِرپا کری پِچھیں پُوٹھا جتن کر۔

source: Something went wrong with reCAPTCHA. Please try again.
ssi: ریکیپچا کے سات کائیں گلت ہویا۔ کِرپا کری پُوٹھا جتن کرو۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
ssi: کِسی ٻولی یا ٻولِیا کے نسݪا کے میھِیم کانٚئِیں نامُونے اور ٻولیاں ایکی دُؔوجینٚس گھݨا پھرک ہے۔ جے اگر تھم کُو کِسی کھاس نامُونے کے اوݪے دؔوݪے رُچی ہووَݨینٚم دُؔکھی ہوئی رے ہے تو ، آپ ایٹھے اپݨیں پِسندا کُو مَٹائی سِکتے ہے۔

source: Soninke
ssi: سوننکی

source: Sorbian, Lower
ssi: سوربِئن لوویر

source: Sorbian, Upper
ssi: اُپری، سوربيان

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ssi: سما کرِیوں سادھارݨ اواج ہونٚݪی ہونٚݪی چالی ری ہے۔ تھاری رُچیا نتر دھنواد.

source: Sorry, something went wrong
ssi: سما کریوں، کائھیں گلت ہوئی گا

source: Source: { $sentenceSource }
ssi: سروت: { $sentenceSource }

source: Southern Kurdish
ssi: ڈکھݨا کی کردش

source: Southern Pastaza Quechua
ssi: سدرن پاسٹا زاکیچوا

source: Southern Sotho
ssi: ڈؔکھݨا کی سوتھو

source: Southwestern Tlaxiaco Mixtec
ssi: ڈؔکھݨ اولھاندا ٹلاکسیکو مکسٹیک

source: Spanish
ssi: اِسپینِش

source: Speak
ssi: ٻولٹؔا

source: Speakable
ssi: ٻولݨیں جوگا

source: Speakers
ssi: ٻولنواڑے

source: Speaking
ssi: ٻولݨواڑا

source: Speaking and Listening
ssi: ٻولݨواڑا اور سُٹؔنواڑا

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ssi: اپٹؔیݨ سادھارٹؔ اوََاجام بات کرو! جِدؔا آپ ٻولتے ہے ٻو ایٹھے آدرٹِؔئے ہے - ہم آپ کا لیہکا چاہوتے ہے جِدؔا کہ یو ہے ، اور ہم آپ کے سادھارٹؔ سی اوَاج ، لچھٹؔ اور انٹونیشن چاہوَتے ہے۔

source: Speak now
ssi: اِٻکے ٻولو

source: Speak options menu
ssi: ٻولٹؔیں کے وِکلپ سُوچی

source: Speak up, contribute here!
ssi: ٻولو، ایٹھے پاتی ٻہاؤ!

source: Special Characters and Foreign Letters
ssi: کھاس کردار اور دُؔوجے دؔیسا کے پتر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
ssi: کھاس پرتِیک اور نِشانِئیں کُو رُگی اس سمے سیمل کرا جاݨا چاہِجے جِدؔ سپا جروری ہوے۔ سرا ہے ، انگریجی لوَج جِدؔا "متی کرو" اور "ہم ہے" ہُوں ایک اپوسٹروپھی سیمل ہے اور اسے سروت لِکھتام سیمل کرنا چاہِجے ، پݨیں یو بات اسمبھوَ ہے کہ تھم کُو کِدھی بھی "@" یا "#" جِدؔا کھاس پرتِیکا کی جرورت ہوونٚگی۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ssi: <speechBlogLink>بھاشݨا کی اوݪکھا بھیݪا سرو کرو</speechBlogLink>

source: Spelling and Punctuation
ssi: ہِجے اور نشانِیاں

source: Split into { $archiveCount } ZIP files containing
ssi: { $archiveCount } جِپ پھائلینٚم ٻاٹو جس میں سیمݪ ہے

source: Splits
ssi: ٻاٹٹؔا

source: Splits (Age and Sex)
ssi: ٻاٹ (اُومر اور نسݪ)

source: Spontaneous Speech
ssi: ٻولݨیں کا سُبھاو

source: SPONTANEOUS SPEECH
ssi: ٻولݨیں کی آدت

source: Start recording
ssi: ریکارڈنگ سِرو کرو

source: Start typing to describe your accent
ssi: اپݨے لیہکے کُو بھتاوݨیں نتر لِکھݨاں سرُو کر

source: Stats
ssi: آکڑے

source: Status Page
ssi: اِستھِتتِیا کا پنا

source: Still have questions?
ssi: آنجے بھی سُئال ہے

source: Streaks
ssi: لکیراں

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ssi: <strong>[Crackle]</strong>riassic۔ <strong>[Crackle]</strong> کے ٻڈؔے ڈائنوسار۔

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ssi: <strong>ان کلپیں کُو چھوڈؔو مَتی جٹھے ٻوݪݨوَاڑیں کا لیہکا 'آپ کے اپݨیں لیہکینٚس نِیارا ہے'</strong> - یو اوَاجا کُو اوݪکھݨیں نتر جرُوری ہے یکے ہر ایکی نتر اجرا کام کری سِکاں۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ssi: <strong>رچئِیتا ہوئی جاؤ!</strong> آپ کی بھاشا کے پڑاوَ کھاس ہوؤنٚگی ، اور یو سرُو کرنے نتر رُگی تھوڑے نامُونے ہے۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
ssi: <strong>لِکھوڑا بھاشݨ</strong> (پرمپراروپاس جِدؔا تھم سادی اواجا کے رُوپام جاݨتے ہے) ٻو جاگھا ہے جیتوڑ تھم اپݨیں ٻولیام ٻول اُونچی اواجام پڑھی سِکتے ہے۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ssi: <strong>[چھیک]</strong> پُراتن کال<strong> [کھانٚگا]</strong> کے سپا ٻڈؔے ڈائنوسر۔

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
ssi: <strong>سُبھاوِک بھاشݨ</strong> سادی اواجا کا ایک نواں بھاگ ہے جیتوڑ تھم سُئال کا جباب گھݨا سُبھاوِک ، ٻول چالا کے ڈھنٚگام دؔی سِکتے ہے۔

source: Submit
ssi: بھیݪا کرنا

source: Submit All
ssi: سارا کائھِیں جما کراؤ

source: Submit a new question for the community to read and respond to
ssi: کُوما کُو پڑھنے اور ورنٚدی دؔیݨیں نتر ایک نواں سُئال بھیݪا کر

source: Submit a report
ssi: ایک رپورٹ جما کراؤ

source: Submit clips
ssi: ٹُکڑے جما کر

source: Submit new questions for the community to read and respond to
ssi: پڑاوا نتر نئے سُئال جما کرواؤ تاکہ ٻو پڑھی سِکے اور جباب دؔی سِکے.

source: Submitted
ssi: جما کری دِؔیا ہے

source: Subscribe
ssi: سبسکرائب

source: Success
ssi: سپھلتا

source: success checkmark
ssi: سپھلتا کا جانٚچ چِن

source: Successfully accepted question
ssi: سُئال سپھلتا کے سات قبسُئیکار کری لِیا

source: Successfully rejected question
ssi: سپھݪتاس سُئالا کُو ردؔ کری دِؔیا

source: Success, profile created!
ssi: سپھلتا، پروپھائل ٹھاوَݨاں!

source: Support open, community-led datasets
ssi: کھُلی ساہِیتا کر، پڑاوا کُو چلاݨواڑے ڈیٹا سیٹ

source: Svan
ssi: سوان

source: Swahili
ssi: سواحلی

source: Swedish
ssi: سویڈیش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ssi: ٻولیں کی اِگیا نتر ساجے پاسے سوائپ کرو۔ اِسکُو چھوڈؔٹؔیں نتر کھاٻے پاسے سوائپ کرو۔ اِسکُو چھوڈؔٹؔیں نتر اوپر سوائپ کرو۔ <strong>اپٹؔاں دؔیکھوڑا بھتاوَٹؔاں مَتی بھولِئِیں!</strong>

source: Syriac
ssi: سریانی

source: Tagalog
ssi: تگالوگ

source: Tahitian
ssi: تاہیتین

source: Taiwanese (Minnan)
ssi: تائیوان (منان)

source: Tajik
ssi: تاجک

source: Taking several attempts to read a word.
ssi: ایکی سٻدؔا کُو پڑھنے کے کئی جتن کرنے۔

source: Tamazight
ssi: تَمازِگت

source: Tamil
ssi: تامیل

source: Tap
ssi: کھٹکاݨاں

source: Tarifit
ssi: تارفیت

source: Tatar
ssi: ٹاٹر

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ssi: تاتوبیبا ٻولی سیکھݨینٚم اُپیوگا نتر ٻول ، انُواد اور ٻولݨواڑی آڈیو کا ایک ٻڈؔا ڈیٹا بیس ہے۔ اس ڈاؤن لوڈام ان کا پڑاوا کے جرِئے ریکارڈ کروڑی ٻولݨواڑی انگریجی سیمل ہے۔

source: Technology and Robotics
ssi: ٹیکنالوجی اور روبوٹکس
